---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.RevolvedFace
source: html/1610ac35-d073-a958-3786-b19502116198.htm
---
# RevolvedFace Members

Returns the first partial derivatives of the underlying surface at the specified point.